---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyCurveGstylePlusInvisibleMinusAnalytical
source: html/4ec610ce-2183-576c-0713-91b40648b504.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyCurveGstylePlusInvisibleMinusAnalytical Property

"Subcategory"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyCurveGstylePlusInvisibleMinusAnalytical { get; }
```